[
	{
		"id": 1,
		"name" : "Pokemon Memory Game",
		"image": "clickygame.png",
		"url": "https://pokemon-memory-app.herokuapp.com/",
		"summary": "Pokemon Memory Game is a Heroku hosted memory game. It utilizes React.js to render the page. Once the virtual DOM is rendered it includes 12 images that are randomized each time a card is clicked. To begin the game simply click on any image. Be careful to remember what you clicked! Clicking an image twice will reset the game! Have fun!"
	},
	{
		"id": 2,
		"name": "Game On",
		"image": "gameon.png",
		"url": "https://gameonappv1.herokuapp.com/",
		"summary": "For our team project #3 we created a website that allows the user to view and search video game information, sort by recent titles that are popular as well as see upcoming titles that will be released within a given parameter."
	},
	{
		"id": 3,
		"name": "Hacker News Scraper",
		"image": "scraper.png",
		"url": "https://scrapedanews.herokuapp.com/",
		"summary": "Web scraper app built to utilize thehackernews.com for cool hacker news articles. Currently it also allows a user to save articles and save comments to said saved articles."
	},
	{
		"id": 4,
		"name": "Space Trivia",
		"image": "trivia.png",
		"url": "https://tylercedge.github.io/TriviaGame/",
		"summary": "Space Trivia is a space themed questionaire showcasing my abilities to utilize timers with javascript. Questions are rendered with a total of 4 possible answers. This app checks for correct, incorrect, and unanswered responses and renders them either upon submitting the quiz or when the timer reaches 0."
	},
	{
		"id": 5,
		"name": "Find A Friend App",
		"image": "friendfinder.png",
		"url": "https://friend-o-finder.herokuapp.com/",
		"summary": "Find A Friend is an app that utilizes html and api routing to render a friend for you based on a short questionaire. This is done by a pre populated json document that can also be viewed by clicking the api link on the main page. To use this app you must enter a name and an image. Answering the questionaire will upload this data to the json document building upon the pre-existing database."
	},
	{
		"id": 6,
		"name": "Tasty Burger",
		"image": "burger.png",
		"url": "https://eatdaburgerzzz.herokuapp.com/",
		"summary": "Tasty Burger showcases my knowledge of SQL. The database is rendered via seeds/schema to an sql database. Users are able to compile their own burger and then it is saved to the list of uneaten burgers. Clicking the button to eat the burger will move said burger to the eaten field as well as modify the sql database to show it has been eaten."
	}
]